export const platform = {
  title: 'Premier',
  date: '12 / 09 / 2024',
  description: 'Премиальная видеоплатформа с эксклюзивным контентом разных жанров и форматов. Медиатека платформы предлагает подписчикам оригинальные сериалы, а также лучшие проекты развлекательных и спортивных телеканалов «Газпром-Медиа Холдинга».',
  goals: [
    'Премиальная видеоплатформа с эксклюзивным контентом разных жанров и форматов.',
    'Медиатека платформы предлагает подписчикам оригинальные сериалы.',
    'Лучшие проекты развлекательных и спортивных телеканалов «Газпром-Медиа Холдинга».',
  ],
  products: [
    {
      id: '1',
      title: 'Главная',
      quantity: 28,
    },
    {
      id: '2',
      title: 'TV Каналы',
      quantity: 28,
    },
    {
      id: '3',
      title: 'Спорт',
      quantity: 28,
    },
    {
      id: '4',
      title: 'Детям',
      quantity: 28,
    },
    {
      id: '5',
      title: 'Образование',
      quantity: 28,
    },
    {
      id: '6',
      title: 'Бесплатно',
      quantity: 28,
    },
  ],
  history: [
    {
      id: '1',
      title: 'добавил нового участника в проект “Кинопоиск”',
      author: {
        first_name: 'Петр',
        last_name: 'Петров',
        image: 'https://placehold.co/32',
      },
      timestamp: '2023-03-08T10:00:00',
    },
    {
      id: '2',
      title: 'добавил нового участника в проект “Кинопоиск”',
      author: {
        first_name: 'Петр',
        last_name: 'Петров',
        image: 'https://placehold.co/32',
      },
      timestamp: '2023-03-08T10:00:00',
    },
  ],
  employees: [
    {
      id: '1',
      full_name: 'Силеверстов Константин',
      first_name: 'Константин',
      last_name: 'Силеверстов',
      position: 'Руководитель отдела',
      image: 'https://placehold.co/32',
    },
    {
      id: '2',
      full_name: 'Силеверстов Константин',
      first_name: 'Константин',
      last_name: 'Силеверстов',
      position: 'Руководитель отдела',
      image: 'https://placehold.co/32',
    },
  ],
};
